
namespace WebSite.Models
{
    //public class EnterpriseType
    //{

    //}

    //public enum EnterpriseType
    //{
    //    国有企业,
    //    集体企业,
    //    股份合作企业,
    //    联营企业,
    //    有限责任公司,
    //    股份有限公司,
    //    私营企业,
    //    其他企业,

    //    //合资经营企业(港或澳、台资) 
    //    //合作经营企业(港或澳、台资) 
    //    //港、澳、台商独资经营企业 
    //    //港、澳、台商投资股份有限公司 
    //    //其他港、澳、台商投资企业

    //    中外合资经营企业,
    //    中外合作经营企业,
    //    外资企业,
    //    外商投资股份有限公司,
    //    其他外商投资企业
    //}
}
